Repository: ha-D/maleto
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fa

source: Items on sale:
fa: کالاهای در حال فروش:

source: *Frequently Asked Questions:*
fa: *سوالات متداول:*

source: *What is this?*
fa: *این چیه؟*

source: These items are on sale by the members of this group.
fa: این کالاها رو اعضای گروه دارن میفرشون.

source: The sale is performed through an auction, you can place a bid on any item you like.
fa: فروش به صورت مزایده انجام میشه، شما میتونی رو هر کالایی که خواستی قیمت پیشنهاد بدی.

source: The bid with the highest price will be the buyer of that item.
fa: بالاترین قیمت پیشنهادی خریدار کالا میشه.

source: *How can I place a bid?*
fa: *چطوری پیشنهاد قیمت بذارم؟*

source: Below each item is a purchase link.
fa: زیر هر کالا یه لینک خرید هست.

source: Click on the link and you will be redirected to the Bot.
fa: روی لینک کلیک کن تا به صفحه‌ی بات بری.

source: Click on the Start button and follow the steps to place a bid.
fa: روی گزینه Start کلیک و مراحل رو دنبال کن.

source: *Can I add items for sale?*
fa: *من میتونم کالا برای فروش اضافه کنم؟*

source: This is an open channel, all joined members can add items.
fa: همه‌ی اعضای کانال میتونن کالا برای فروش اضافه کنن.

source: To add an item first join this channel, then [click here](https://t.me/MaletoBot) to go to the Bot.
fa: برای اضافه کردن کالا اول عضو کانال شو، بعد [اینجا](https://t.me/MaletoBot) رو کلیک کن تا به صفحه‌ی بات بری.

source: Enter the `/newitem` command and follow the steps to create a new item.
fa: تو صفحه‌ی بات دستور `/newitem` رو وارد کن و مراحل رو دنبال کن.

source: *Can I use this in other groups or channels?*
fa: *میتونم تو گروه یا کانال‌های دیگه استفاده کنم؟*

source: Yup, you can use MaletoBot anywhere you like.
fa: بله، میتونی هرجا خواستی استفاده کنی.

source: Just add the Bot to your group or channel.
fa: کافیه بات رو به گروه یا کانالت اضافه کنی.

source: All members of the group will be able to publish items to the chat.
fa: همه‌ی اعضای گروه میتونن به کانال کالا اضافه کنن.

source: *I found a bug or have a feature suggestion, what should I do?*
fa: *اگه به باگ خوردم یا پیشنهادی دارم چیکار کنم؟*

source: MaletoBot is an open source project and under development.
fa: مال‌تو بات یه پروژه متن‌باز و در حال توسعه است.

source: If you've encountered a bug, have suggestions or want to contribute visit our [Github Page](https://github.com/ha-D/maleto)
fa: میتونی با رفتن به [صفحه‌ی گیت‌هاب](https://github.com/ha-D/maleto) پروژه پیشنهاد خودت رو بدی، باگ گزارش کنی یا به توسعه پروژه کمک کنی.

source: Select language
fa: زبون مورد نظرت رو انتخاب کن

source: You cannot bid a negative value
fa: پیشنهاد با قیمت منفی نمی‌تونی بدی

source: You need to increase by at least {} if you want to offer a higher price
fa: اگه میخوای قیمت رو بالا ببری باید حداقل {} از بالاترین قیمت بیشتر باشه

source: 🙀 You are no longer the winning bidder for this item:
fa: 🙀 شما دیگه خریدار کالای زیر نیستید:

source: 🥳 You are now the winning bidder for this item:
fa: 🥳 شما خریدار کالای زیر شدید:

source: Please wait...
fa: لطفا صبر کن...

source: {} minutes
fa: {} دقیقه

source: {} hours
fa: {} ساعت

source: The auction for the following item will be closed in {}
fa: فروش این کالا تا {} دیگه بسته میشه

source: This item is no longer available
fa: این جنس دیگه موجود نیست

source: ☑️ This item has been sold
fa: ☑️ این کالا به فروش رسید

source: ⏳ This item is closing soon
fa: ⏳ فروش به زودی بسته میشه

source: Seller: {}
fa: فروشنده: {}

source: Item Link
fa: لینک کالا

source: Price: {}
fa: قیمت: {}

source: Click here to buy this item
fa: برای خرید اینجا کلیک کنید

source: This item is closed
fa: فروش این کالا بسته شده

source: Closing notification has been sent
fa: اعلام بسته شدن فروش ارسال شده

source: Published in *{}* chats
fa: منتشر شده در *{}* کانال

source: Starting Price: {}
fa: قیمت اولیه: {}

source: No one has made an offer
fa: کسی هنوز قیمتی پیشنهاد نداده

source: Highest Bidder: {}
fa: پیشنهاد برتر: {}

source: Waiting List:
fa: صف انتظار:

source: _{} more people..._
fa: _{} نفر دیگه..._

source: This item is no longer on sale
fa: فروش این کالا تموم شد

source: You are the current buyer with {}
fa: شما با قیمت {} خریدار این محصول هستی

source: Remove Offer
fa: حذف پیشنهاد

source: You have bidded {} and are currently {} in the waiting list
fa: شما قیمت {} پیشنهاد دادید و نفر {} در صف انتظار هستید

source: Change Offer
fa: تغییر پیشنهاد

source: There are no offers for this item
fa: پیشنهادی برای این کالا هنوز وجود نداره

source: Base Price: {}
fa: قیمت پایه: {}

source: Would you like to place an offer?
fa: میخوای قیمت پیشنهاد بدی؟

source: Make Offer
fa: پیشنهاد قیمت

source: The highest bid is {}, do you want to make an offer?
fa: بالاترین پیشنهاد داده شده {} هست، میخوای قیمتی پیشنهاد بدی؟

source: Something went wrong please try again
fa: یه مشکلی خورد، دوباره امتحان کن

source: Select your offer
fa: قیمت پیشنهادیت رو انتخاب کن

source: Back
fa: برگرد

source: Custom Price
fa: میخوام قیمت وارد کنم

source: Do you want to try again?
fa: میخوای دوباره امتحان کنی؟

source: Enter your offer in {}
fa: قیمت پیشنهادیت رو به {} وارد کن

source: That is not a valid price, please enter a number
fa: به نظر قیمت معتبری نمیاد، لطفا یه عدد وارد کن

source: Congrats 🎉, you're the current buyer at {}
fa: تبریک 🎉, شما با قیمت {} خریدار این محصول هستی

source: You have placed the highest bid at {}. However, this is lower than the base price for this item.
fa: شما بالاترین قیمت رو پیشنهاد دادی ولی این قیمت از قیمت پایه محصول کمتر هست.

source: You've made an offer for {} and are #{} in the waiting list
fa: شما با قیمت {} نفر {} در صف انتظار هستی

source: Ok no problem, cancelled
fa: باشه مشکلی نیست، لغو شد

source: Ok lets add a new item. I'm going to ask you a few questions about the item you want to sell.
fa: یه چندتا سوال راجب جنسی که میخوای بفروشی میپرسم.

source: You can click on the `Cancel` button or enter `/cancel` at any time to abort
fa: هرجای فرایند اگه خواستی بیخیال شی کافیه دکمه‌ی Cancel رو فشار بدی

source: To start, enter the *title* of the item you want to sell
fa: برای شروع *عنوان* جنسی که میخوای بفروشی رو وارد کن

source: Great thanks.
fa: مچکرم.

source: Now send me some `photos` of the item.
fa: حالا یه چند تا عکس ازش برام برست.

source: Click on `Done` or enter `/done` when you've sent all the photos you want to add.
fa: هر‍ موقع همه‌ی عکس‌هایی که میخوای رو ارسال کردی دکمه‌ی Done رو فشار بده.

source: Hmm, I haven't received any photos 🤔.
fa: همم، من عکسی دریافت نکردم 🤔.

source: If you've sent photos please wait for the upload to finish and then notify me again.
fa: اگه عکس‌ها رو ارسال کردی لطفا صبر کن که کامل اپلود بشن بعد دوباره من رو خبر کن.

source: Awesome! 🎉
fa: عالی! 🎉

source: Now enter a *description* for your item
fa: حالا برای جنسی که میخوای بفروشی *توضیحاتی* وارد کن

source: What *currency* would you like to use?
fa: از چه *ارزی* میخوای استفاده کنی؟

source: I'm not familiar with that currency, please try again
fa: با این `ارز` آشنا نیستم، لطفا دوباره امتحان کن

source: What *price* are you selling at?
fa: با چه *قیمتی* میخوای بفروشی؟

source: That doesn't look like a valid price, please just give me a number
fa: به نظر قیمت معتبری نمیاد، لطفا یه عدد وارد کن

source: Alright, thats all I need 🥳🥳
fa: ایول، همه اطلاعاتی که لازم بود رو گرفتم 🥳🥳

source: There are more options you can edit later on.
fa: بعدا میتونی تنظیمات بیشتری وارد کنی.

source: You can view all your created items anytime by entering /myitems
fa: اگه خواستی جنس‌هایی که اضافه کردی رو ببینی با وارد کردن دستور `myitems/` میتونی اینکار رو بکنی

source: Ok, no worries, no item created.
fa: باشه مشکلی نیست، لغو شد.

source: You don't have any items. Use the `/newitem` command to create one.
fa: شما جنسی اضافه نکردی. میتونی با دستور `newitem/` این کار رو بکنی.

source: Click on one any item to view more options
fa: روی یه محصول کلیک کن تا تنظیمات بیشتری ببینی

source: ◀️ Back
fa: برگرد

source: Are you sure you want to delete this item? 🙀
fa: مطمعنی میخوای اینو حذف کنی؟ 🙀

source: Yes
fa: اره

source: No
fa: نه

source: Item deleted
fa: جنس حذف شد

source: Close Now
fa: فروش کالا رو ببند

source: Send Closing Notification
fa: اعلام بسته شدن فروش

source: This will send a message to users interested in this item to let them know the item will be closed soon
fa: با انتخاب این گزینه به کاربرهای علاقه‌مند به این کالا اطلاع داده میشه که فروش به زودی به پایان میرسه

source: How long until you will close this item?
fa: فروش رو کی به پایان میرسونی؟

source: 1 Minute
fa: ۱ دقیقه

source: 5 Minutes
fa: ۵ دقیقه

source: 10 Minutes
fa: ۱۰ دقیقه

source: 30 Minutes
fa: ۳۰ دقیقه

source: 1 Hour
fa: ۱ ساعت

source: 3 Hours
fa: ۳ ساعت

source: 6 Hours
fa: ۶ ساعت

source: 12 Hours
fa: ۱۲ ساعت

source: 24 Hours
fa: ۲۴ ساعت

source: 48 Hours
fa: ۴۸ ساعت

source: Item closed
fa: کالا بسته شد

source: Title
fa: عنوان

source: Description
fa: توضیحات

source: Price
fa: قیمت

source: Currency
fa: ارز

source: Minimum Price Increase
fa: حداقل افزایش قیمت

source: Link
fa: لینک

source: Enter the new title
fa: عنوان جدید رو وارد کن

source: Enter the new description
fa: توضیحات جدید رو وارد کن

source: Select the new currency
fa: ارز جدید رو وارد کن

source: Enter the new price
fa: قیمت جدید رو وارد کن

source: Enter the new link
fa: لینک جدید رو وارد کن

source: Enter minimum price increase
fa: حداقل افزایش قیمت رو وارد کنید

source: Title updated
fa: عنوان تغییر کرد

source: Description updated
fa: توضیحات تغییر کرد

source: Currency updated
fa: ارز تغییر کرد

source: Price updated
fa: قیمت تغییر کرد

source: Minimum price increase updated
fa: حداقل افزایش قیمت تغییر کرد

source: Link updated
fa: لینک تغییر کرد

source: US Dollars $
fa: دلار امریکا $

source: Canadian Dollars $
fa: دلار کانادا $

source: Toman
fa: تومن

source: Pound £
fa: پوند £

source: Euroes €
fa: یورو €

source: Turkish lira ₺
fa: لیر ترکیه ₺

source: {} Toman
fa: {} تومن
